Repository: ArnoldasKun/Kalve
Catalog: arsenal/forge/locale/*/LC_MESSAGES/django.po
Languages: lt

source: name
lt: pavadinimas

source: Enter name of armor type
lt: Iveskite šarvų tipą

source: first name
lt: vardas

source: last name
lt: pavardė

source: armors
lt: šarvai

source: blacksmith
lt: kalvis

source: blacksmiths
lt: kalviai

source: title
lt: pavadinimas

source: summary
lt: aprašymas

source: Choose armor type for your armor
lt: Pasirinkite šarvų tipą savo šarvams

source: armor_type(s)
lt: šarvų tipai

source: photo
lt: nuotrauka

source: unique ID
lt: unikalus ID

source: armor
lt: šarvai

source: due back
lt: bus pagaminta

source: manufacturing
lt: gamyba

source: repairing
lt: taisymas

source: assembled
lt: surinktas

source: no materials
lt: neturim medžiagų

source: status
lt: statusas

source: client
lt: klientas

source: due_back
lt: pagaminimo data

source: price
lt: kaina

source: created at
lt: sukurta

source: content
lt: komentaras

source: Armor types
lt: Šarvų tipai

source: Reviews
lt: Apžvalgos

source: If you liked this piece of armor, please leave a review.
lt: Jeigu jums patiko šarvai, palikite komentarą

source: Post Review
lt: Spaudinti komentarą

source: Armors in
lt: Šarvai

source: Armors
lt: Šarvai

source: Available Armor types
lt: Prieinami šarvų tipai

source: Forge
lt: Kalvė

source: Home
lt: Pagrindinis

source: Blacksmiths
lt: Kalviai

source: My Armors
lt: Mano Šarvai

source: Admin
lt: Adminas

source: Logout
lt: Atsijungti

source: Register
lt: Registruotis

source: Login
lt: Prisijungti

source: Blacksmiths in
lt: Kalviai

source: My Armors in
lt: Mano šarvai

source: Blacksmith - Armor
lt: Kalvis - Šarvai

source: Due Date
lt: Galutinė Data

source: Status
lt: Statusas

source: Welcome to
lt: Sveiki atvykę

source: Welcome to Forge
lt: Sveiki atvykę i Kalvę

source: Total armors
lt: Viso šarvų

source: Total armor orders
lt: Viso šarvų užsakymų

source: Visits this session
lt: Apsilankymų skaičius
